pd_1_1 = '''💛 ДНЕВНИК БЛАГОДАРНОСТИ 💙
 
Выпишите 3️⃣ вещи, за которые вы благодарны себе, 
3️⃣ вещи, за которые благодарны другим, 
и 1️⃣ благодарность чему-то бОльшему (природе, миру, Абсолюту)

Крепких вам объятий!'''

pd_1_2 = '''Составьте список «🎉ПОЧЕМУ Я МОЛОДЕЦ?🥳»

Вы можете оттолкнуться от глаголов: сделала, совершила, успела, увидела, отказалась, приняла, начала, закончила, бросила. 

Этот список лучше писать в спокойном ресурсном состоянии, признавая свои достижения. Возможно, он поможет вам в трудные времена — напомнит о том, что спады и подъемы проходят, а вы у себя остаетесь.

С гордостью включить свои маленькие и большие достижения в ближайшее время и вообще — всё, что до сих пор уже сделано, начато, завершено, увидено и случилось. 

Тепла вам!'''

pd_1_3 = '''🦄 СКАЗКА ПРО МЕНЯ 👑

Что, если каждый ваш день это сказка…

🔹 Какая она тогда, эта сказка?
🔹 Замечаете ли вы свою сказку?
🔹 Сказка каждый день новая? 
🔹 Или это вечная сказка с продолжением и неожиданными поворотами?
🔹 Сказка авторская? Народная? Киношная? Мультяшная?
🔹 Какой вы персонаж в этой сказке?
 
Как насчёт того, чтобы потренироваться в том, чтобы добавить в свою жизнь (ещё) больше сказки? 

Для начала оглянитесь вокруг себя. И первые 3️⃣ предмета, которые ты заметишь пусть определят тему, название, содержание твоей новой сказки. 

Поиграй этим тремя словами-предметами, поверти их в руках или мысленно: что их объединяет?

Как эти 3️⃣ предмета «дружат» между собой, или наоборот, это предметы-антагонисты и ты уже видишь, как разворачивается сказочная схватка, из которой ты, главный герой собственной сказки, конечно, выйдешь победителем, преодолев все препятствия, сразившись с драконом, заполучив тот самый волшебный предмет, на поиски которого сказка тебя отправила.

Пиши столько, сколько попросит душа, или заведи таймер. А затем перечитай написанное и порассуждай письменно над рефлексивными вопросами:

🔸 Про кого на самом деле эта сказка?
🔸 Эта сказка о прошлом? Настоящем? Будущем? 
🔸 Ждет ли эту сказку продолжение?
🔸 Ваша ли эта сказка?
🔸 Как чувствуете себя?
🔸 Что думаете?

Тепла вам!'''
pd_1_4 = '''💡ВКЛЮЧЕНИЕ🌟

Поставьте сегодня напоминания в телефоне на произвольное время (4-5 раз в день). Как только услышите сигнал, остановитесь, где бы вы при этом ни были, чем бы ни занимались. 

Заметьте, как вы сидите, стоите или лежите. 

1️⃣ Удобно ли вам в этой позе, в этой одежде и обуви? 
2️⃣ Что вас окружает, что вы видите рядом с собой и чуть дальше? 
3️⃣ Какие звуки вы слышите, какие запахи ощущаете? 
4️⃣ Попробуйте отметить, как влияет на вас то, что вы видите, слышите и чувствуете. 

Запишите свои эмоции и наблюдения. Если под рукой в этот момент не будет блокнота, сделайте заметку в телефоне и/или сфотографируйте то, что вокруг, запечатлите это мгновение. 

К концу дня у вас соберется палитра состояний и понимание того, что вас включает или выключает.

Приятного пути к себе!'''

pd_2_1 = '''🔲 КВАДРАТ «ХОЧУ» и «ДЕЛАЮ» 🔳

Чтобы не давили обязательства, напишите по 3-5 примеров из вашей жизни к каждому из четырёх пунктов:

1️⃣ Хочу и делаю 
2️⃣ Хочу, но не делаю 
3️⃣ Не хочу, но делаю 
4️⃣ Не хочу и не делаю (Например, я хочу и делаю: 1. ... 2. ... 3 ...) 

Просмотрите все свои ответы — что вы замечаете? 
🔸 А как то, что вы не хотите и делаете, соотносится с тем, что вы хотите, но не делаете? 
🔸 Какая польза, выгода скрывается за каждым действием или бездействием?
🔸 От каких из пунктов вы можете отказаться без последствий для себя? 
🔸 Какие — лишь пустая трата вашего времени и сил? 
🔸 А какие всё-таки ВЫБИРАЕТЕ делать, осознавая их важность?

Тепла вам!'''

pd_2_2 = '''💫 ЛЮДИ-ЗВЁЗДЫ 🌟

1️⃣ Выпишите в столбик 5-10 имен людей, которые сильны в том, в чём у вас сейчас сложности. Это могут быть реальные люди или персонажи книг, фильмов, сказок. 

2️⃣ Рядом с каждым именем запишите качества, которые вам нравятся в этом человеке, те, которые делают его собой. 

3️⃣ А теперь напишите свое имя и перепишите эти качества, присваивая их себе. 

4️⃣ Обратите внимания на те, которые сложнее всего признать, которые вызывают сопротивление и мысли «Ну нет, я точно не такая». Как вы можете их в себе развивать? 

Удачи вам на пути к себе!'''

pd_2_3 = '''🐾 ШАГИ К ПРИВЫЧКЕ 🐾

💛 Первым ответьте себе вопрос: а зачем вам необходимо внедрять привычку?

💙 Ваша цель — само действие или вы хотите с его помощью изменить что-то конкретное в своей жизни? 

1️⃣ Как это повлияет на вас и вашу жизнь, на ваше настроение, самочувствие, отношения, самореализацию?
2️⃣ Что хорошее станет возможным после того, как привычка станет в вашей жизни регулярной?
3️⃣ А что, если попробовать изменить саму формулировку?
4️⃣ Как бы вы могли для себя сформулировать эту цель, чтобы она звучала для вас более притягательно? 
5️⃣ И как бы вы тогда могли сделать привычку органичной (красивой/драйвовой/яркой — как именно вы хотите?) частью своей жизни? 

Тепла вам!'''

pd_3_1 = '''🌸 ЦВЕТОК 5 ЧУВСТВ 🌼

Подумайте о ситуации, в которой вы сейчас находитесь. А теперь представьте, что возникшая перед вами задача уже решена. 

Ответьте на вопросы:

🔹 Что вы видите перед собой и вокруг себя, когда ваша задача решена? Какие цвета вас окружают? Какой вид перед глазами? Как вы выглядите?

🔹 Какие ароматы окружают вас, когда вы в этом новом месте (состоянии, в других отношениях)?

🔹 Что вы слышите в этом новом состоянии/месте, с этими людьми? Какие звуки вас окружают?

🔹 Какие вкусы доступны вам в вашей новой реальности? Какие вкусы исчезнут? 

🔹 Какие текстуры окружают вас, к чему вы будете прикасаться, какими тканями окутаете себя, свой дом, по каким поверхностям будете ходить?

🔹 Что вы чувствуете, находясь в этом месте, с этими ароматами, вкусами, красками и прикосновениями?

🔹 Как вы можете добавить этих красок, вкусов, прикосновений и звуков в свою жизнь прямо сейчас? Что нужно изменить, чтобы это стало возможным?

Чувственной вам жизни!'''

pd_3_2 = '''▪️КВАДРАТ: ЛУЧШЕЕ И ХУДШЕЕ▫️

Возьмите лист бумаги и разделите его на 4 равные части. Озаглавьте их так:

1️⃣ Сделаю +

В этом квадрате сделайте список из плюсов рашения в пользу «сделать». 

🔹В чём оно вас поддержит? 
🔹Что самое приятное произойдёт?

2️⃣ Сделаю –

Здесь перечислите самое худшее из того, что случится, если вы «сделаете». 

🔹Какие потери вы понесёте? 

3️⃣ НЕ сделаю +

🔹А какую выгоду принесёт решение «не сделать»?

4️⃣ НЕ сделаю –

🔹Что из приятного не произойдёт, если вы откажетесь от возможности?

Успехов вам в пути к себе!'''

pd_3_3 = '''🔊 ДИАЛОГ 📣

Если вы зашли в тупик, устали сравнивать за и против, минусы и плюсы, попробуйте дать слово двум своим частям: рациональной и иррациональной. 

Дайте им поговорить, устройте интервью. Пусть рациональная часть задает вопросы иррациональной (эмоциональной), а та ей отвечает. И наоборот.

Возьмите ручки или карандаши разного цвета, а еще лучше — пишите вопросы ведущей рукой, а ответы — не ведущей. 

1️⃣ Какие вопросы рациональная часть может задавать иррациональной (эмоциональной):

🔹 Чем именно привлекает тебя этот вариант? Чем зажигает?
🔹 Что подсказывает тебе интуиция?
🔹 Что ты чувствуешь, когда думаешь об этом (деле, человеке, варианте развития событий)?

2️⃣ Что эмоциональная часть может спросить у рациональной:

🔸 Что подсказывает тебе твой опыт?  
🔸 Какие сомнения сейчас выходят на передний план?
🔸 Что еще нужно учесть, чтобы снизить возможность рисков (провалов)?

3️⃣ Перечитайте ответы и напишите рефлексивный отклик: 

Что удивило? О чем важном вы узнали? К чему вас это ведет?'''

pd_3_4 = '''🤔 КРИТИК, 😍 МЕЧТАТЕЛЬ, 😉РЕАЛИСТ

Попробуйте посмотреть на свою мечту через метод Уолта Диснея. Его суть заключается в том, чтобы смотреть на один объект с трёх разных позиций:  

😍 Мечтатель 
🤔 Критик 
😉 Реалист  

Подготовьте бумагу, ручку и дайте возможность каждому из них высказать всё, что они думают о вашей мечте. Важно дать возможность каждому из голосов выговориться и быть услышанными сполна.  

1️⃣ Мечтатель даст волю воображению и представит самый воодушевляющий образ воплощения вашей мечты. Ему можно и нужно дать возможность фантазировать без оглядки и представлять самые яркие образы без страха и критики.  

🔸Что вы хотите, о чем мечтаете
🔸Каким может получиться ваш проект?  
🔸Каким может быть его судьба?  

2️⃣ Затем — слово Реалисту.  

🔸Как вы можете осуществить свою мечту?  
🔸Что у вас есть для осуществления вашей мечты и что конкретно вы можете с этим сделать?  

3️⃣ И вот только теперь очередь Критика.   

Он имеет право в отведённые ему время и место делать любые замечания, высказывать любые сомнения, напоминать о всевозможных препятствиях, которые могут возникнуть на пути реализации мечты. Важно при этом следить за конкретикой, его доводы должны быть обоснованными и логичным, а не эмоциональными.   

4️⃣Что самое важное стало ясным 
теперь, после того как мечта была рассмотрена с трёх этих позиций? Какой план действий, учитывающий три этих взгляда можно составить теперь?

Интересных вам открытий!'''

pd_3_5 = '''🟢 КРУГИ 🟡

1️⃣ Нарисуйте два круга и разделите их на 6-8 частей, по количеству сфер вашей жизни. 

2️⃣ Озаглавьте их: дом, красота и здоровье, работа, друзья и развлечения и далее. Можете воспользоваться шаблоном любого колеса баланса либо придумать свои сферы. 

Первый круг — то, что есть у вас сейчас, в текущей ситуации. В каждой сфере напишите коротко, что в нее входит. 

Например, время на бассейн и неспешные прогулки с утра или вечером. Спокойный просмотр любимых фильмов, возможность ничего не готовить и заказывать любимые блюда из ресторана и далее. 

Второй круг — как может выглядеть ваша жизнь, если/когда в ней появится партнер. 

🔸 Что тогда будет возможным в каждой сфере? 
🔸 Какие сферы добавятся? 
🔸 Какие исчезнут или трансформируются?

Важно быть искренней самой с собой. Эта практика прояснит некоторые моменты, она может не помочь принять решение «оставаться одной или искать мужчину», но с ее помощью, возможно, вы ответите себе на свои же вопросы. 

Приятных вам открытий!'''

pd_4_1 = '''Составьте список «🎉ПОЧЕМУ Я МОЛОДЕЦ?🥳»

Вы можете оттолкнуться от глаголов: сделала, совершила, успела, увидела, отказалась, приняла, начала, закончила, бросила. 

Этот список лучше писать в спокойном ресурсном состоянии, признавая свои достижения. Возможно, он поможет вам в трудные времена — напомнит о том, что спады и подъемы проходят, а вы у себя остаетесь.

С гордостью включить свои маленькие и большие достижения в ближайшее время и вообще — всё, что до сих пор уже сделано, начато, завершено, увидено и случилось. 

Тепла вам!'''

pd_4_2 = '''🐋 МЕТАФОРИЧЕСКИЕ ПРЕВРАЩЕНИЯ 🐺

Попробуйте посмотреть на ситуацию со стороны при помощи неоконченных предложений, образов и метафор. Для этого можно взять шестигранный кубик, бросить его и выбрать вопрос под тем номером, который выпал на верхней грани кубика. 

Вот эти шесть метафорических неоконченных предложений:

1️⃣ Если бы эта ситуация была зверем, то...

2️⃣ Если бы эта ситуация была природным явлением, то...

3️⃣ Если бы эта ситуация была героем сказки, то...

4️⃣ Если бы эта ситуация была частью ландшафта, то...

5️⃣ Если бы эта ситуация была домашней утварью, то...

6️⃣ Если бы эта ситуация была шоу, то...

Как бы вам хотелось продолжить это неоконченное предложение? Какой образ / метафора появляется? Допишите.

Продолжите свою мысль в свободной форме. Или ответьте на вопросы: 

🔹 Кто или что тогда в связке с этим образом вы? 
🔹 Как бы развивались дальнейшие события, если бы вы встретились с этим образом / метафорой? 
🔹 Какой хитрый способ вы применили бы, чтобы оказаться основным, а не второстепенным персонажем в истории с тем образом, который вам выпал?

🔸Что вы чувствуете сейчас? 
🔸Что думаете?

Интересных вам открытий!'''

pd_4_3 = '''🖌 АКРОСТИХ 📝

Акростих — это литературная форма, в которой первые буквы каждой строки составляют осмысленный текст, слово, словосочетание или предложение. Рифма совсем не обязательна. Важнее сам процесс, то, как ещё вы можете раскрыть для себя потенциал чувствования и обдумывания ситуации в блокноте.

1️⃣ Подберите одно ключевое слово, которое, по ощущениям, лучше всего описывает вашу ситуацию, и выпишите это слово в вертикальном порядке. Вот так:

🔹С...
🔹Л...
🔹О...
🔹В...
🔹О...

2️⃣ А затем раскройте суть своей ситуации через буквы выбранного вами слова.

Пример:

🔹Сегодня я задумалась о том,
🔹Люблю ли я такую
🔹Осень, как сейчас:
🔹Ведь это золото листвы — предвестник
🔹Очень долгой темноты…

Вы можете подойти к созданию своего акростиха быстро и не особо задумываясь: писать, как пишется. Потом отдалиться на время, а по возвращении удивиться мудрости, глубине и ритму того, что у вас получилось. А можете обдумывать каждую строку, раскрывать смысл от строки к строке, подбирать рифму.

Вдохновения вам!'''

pd_5_1 = '''📮 НЕОТПРАВЛЯЕМОЕ ПИСЬМО 💌

Выберите время, когда вас никто не побеспокоит. Поставьте таймер на 10-15 минут и напишите письмо человеку или ситуации, связанных с вашим запросом.

Из названия техники ясно, что отправлять его не нужно. Вы можете поступить с ним как вам захочется — уничтожить или сохранить. 

🔹В этом письме вы можете писать все, что вам придет в голову — о том, как вы чувствуете и о том, как это влияло и влияет на вас сейчас. 

Эта практика не изменит ваших отношений с человеком или ситуацией «по щелчку пальцев», но позволит вам увидеть ваши собственные опоры. И посмотреть на прошлое и настоящее немного иначе. 

Сил вам!'''

